{
  "pages": {
    "1": [
      {
        "type": "text",
        "value": "A young Discord user stares at their server. It just so happens that today, the 5th of October, 2021, is this young person's birthday. Though it was sixteen years ago they were given life, it is only today that they will be given a nickname!\n\nWhat will the nickname of this young person be?"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770640837830_deaxsroom.png"
      },
      {
        "type": "dialogue",
        "value": "[MisterDoughnut|#d4af37] began chatting with [isabelfruit|#D2042D]\n\n[MisterDoughnut|#d4af37]: Is deaxs in the Threshold now?\n\n[MisterDoughnut|#d4af37]: i mean i assume they are because their entire damn house is gone\n\n[isabelfruit|#D2042D]: yeah you are gonna have to message me back later\n\n[isabelfruit|#D2042D]: there is so much shit going on\n\n[isabelfruit|#D2042D]: why dont you play teh game with penny for a bit\n\n[isabelfruit|#D2042D] stopped chatting with [MisterDoughnut|#d4af37]\n\n[MisterDoughnut|#d4af37]: Fine."
      }
    ],
    "2": [
      {
        "type": "text",
        "value": ">Examine room."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770641173512_deaxsnamelockyp.gif"
      },
      {
        "type": "text",
        "value": "Anyway, your nickname is LOCKY★P, but your real name is DEAXS. You enjoy playing VIDEO GAMES such as SUPER MARIO BROS and SONIC THE HEDGEHOG on your NINTENDO SWITCH. Sometimes, you like playing games with your buddies on your LENOVO SHITBOX PC. Occasionally, you see spiders crawl out of said PC.\n\nYou sleep with the LAMP on because you're scared of the dark. You got a WELCOME MAT on your last birthday. You think it's stupid, as it is facing THE WRONG FUCKING WAY. You only buy calendars just so you can circle October 5th, then you throw them away. Well, it is your BIRTHDAY. Why not find something fun to do?\n\nWhat will you do?"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770641190263_image.png"
      }
    ],
    "3": [
      {
        "type": "text",
        "value": "#000000|Test Text"
      }
    ]
  }
}