{
  "pages": {
    "1": [
      {
        "type": "image",
        "value": "assets/media/item_1770685991891_1.png"
      },
      {
        "type": "text",
        "value": "A young Discord user stares at their server. It just so happens that today, the 5th of October, 2021, is this young person's birthday. Though it was sixteen years ago they were given life, it is only today that they will be given a nickname!"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686129053_2.gif"
      },
      {
        "type": "text",
        "value": "What will the nickname of this young person be?"
      }
    ],
    "2": [
      {
        "type": "image",
        "value": "assets/media/item_1770686240233_3.gif"
      },
      {
        "type": "text",
        "value": ">Examine room."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686265637_4.png"
      },
      {
        "type": "text",
        "value": "Anyway, your nickname is LOCKYâ˜…P, but your real name is DEAXS. You enjoy playing VIDEO GAMES such as SUPER MARIO BROS and SONIC THE HEDGEHOG on your NINTENDO SWITCH. Sometimes, you like playing games with your buddies on your LENOVO SHITBOX PC. Occasionally, you see spiders crawl out of said PC.\n\nYou sleep with the LAMP on because you're scared of the dark. You got a WELCOME MAT on your last birthday. You think it's stupid, as it is facing THE WRONG FUCKING WAY. You only buy calendars just so you can circle October 5th, then you throw them away. Well, it is your BIRTHDAY. Why not find something fun to do?\n\nWhat will you do?"
      }
    ],
    "3": [
      {
        "type": "image",
        "value": "assets/media/item_1770686499956_5.gif"
      },
      {
        "type": "text",
        "value": ">Put lamp shade on head\n\nYou are now looking through two shades instead of one. You would look in a mirror to see if this makes you look any cooler, but you can't see shit. You also do not have any mirrors in this room. Maybe you could ask for one for your next birthday."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686538075_6.gif"
      },
      {
        "type": "text",
        "value": "You are not sure if this will even be useful, but you decide to put the lamp shade into your INVENTORY anyway. It should look familiar, so it needs no explanation."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686568098_7.png"
      },
      {
        "type": "text",
        "value": "Now that you've discovered your INVENTORY, is there anything else that you would like to put in there?"
      }
    ],
    "4": [
      {
        "type": "image",
        "value": "assets/media/item_1770686666044_8.gif"
      },
      {
        "type": "text",
        "value": ">Put the rest of the lamp in your INVENTORY.\n\nWell, can't take the shade without the lamp, can you? What else will you use to light up the dark if you need to sleep somewhere else? Although now that you've separated the shade from the lamp itself, you'll need to somehow put them back together."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686693192_9.gif"
      },
      {
        "type": "text",
        "value": ">Craft regular lamp.\n\nUsing your crafting grid in your undisclosed reference of an inventory, you fuse together the lamp shade and the lamp body to craft a perfect regular lamp. Or you would have, if you didn't put the lamp shade on upside down. Oh well, now you just have a large and inconvenient flashlight. You put the INCONVENIENT FLASHLIGHT in your inventory."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686712232_10.png"
      },
      {
        "type": "text",
        "value": "In any case, you are getting bored and would like to do something on your LENOVO SHITBOX PC. Maybe you could talk to your buddies or play a game.\n\nYou've had this piece of shit for a while now, and it is starting to piss you off. It used to be alright, but now it runs slower than something that doesn't even have legs. It is more useful as a housing unit for spiders than a computer at this point.\n\nIt is taking an unusually long amount of time to turn on. What will you do?"
      }
    ],
    "5": [
      {
        "type": "image",
        "value": "assets/media/item_1770686748507_11.png"
      },
      {
        "type": "text",
        "value": ">Plead with the spiders.\n\nSpiders cannot understand English. Your pleading means nothing. The PC is still not turning on."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686788582_12.gif"
      },
      {
        "type": "text",
        "value": "Obviously they wouldn't be able to understand you, and you are not sure why you tried that. You decide to try using sign language instead. Somehow, the spiders seem to understand sign language.\n\nYou sign to them, \"turn the fucking computer on,\" and they sign back saying it's going to take about 5 minutes until this piece of trash is fully operational again."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686808312_13.png"
      },
      {
        "type": "text",
        "value": "It seems like you will need to occupy yourself with something else while the spiders are hard at work. You are not exactly sure what they are doing to make the computer turn on, but you trust them because they live inside of it.\n\nIn the meantime, you could EXAMINE something else in your room. What will you examine?"
      }
    ],
    "6": [
      {
        "type": "image",
        "value": "assets/media/item_1770686957397_14.png"
      },
      {
        "type": "text",
        "value": "You can't seem to decide whether you want to examine the posters or the calendar! This is quite the predicament. This can only be solved one way..."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686975424_15.gif"
      },
      {
        "type": "text",
        "value": ">Flip coin.\n\nIt looks like the coin landed on tails, which means you are going to examine the calendar. (And you GUESS you'll examine the welcome mat too, since you had also considered that as an option.)"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770687020041_16.png"
      },
      {
        "type": "text",
        "value": ">Examine calendar.\n\nAs mentioned previously, you don't find the calendar to be particularly useful. You circle today and you get rid of it. While you could circle other days, you just don't see a reason to. Perhaps you will forgo the use of the calendar all together.\n\nNow how about you examine the WELCOME MAT?"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770687049290_17.png"
      },
      {
        "type": "text",
        "value": ">Examine welcome mat.\n\nYou check under the welcome mat. What's that? There's a KEY under the welcome mat? Oh yes, but it's not just any key. It's a PIANO KEY. You don't know how this will be of any use whatsoever, but you decide to stash it away in your inventory anyway."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770687065213_18.gif"
      },
      {
        "type": "text",
        "value": "Ok that didn't take quite as long as you were hoping for. It seems you'll just have to wait a bit longer for the spiders to fix whatever issue your shitty PC is having.\n\nYou wonder if the spiders will want something in return for their work. Like, do they want to be paid? What currency would the spiders want? Ok stop fucking thinking about this it's probably making you dumber."
      }
    ],
    "7": [
      {
        "type": "image",
        "value": "assets/media/item_1770687126721_19.png"
      },
      {
        "type": "text",
        "value": "Finally the spiders are finished fixing your soon-to-be-replaced LENOVO SHITBOX PC. Looks like they aren't asking for anything in return, meaning your daydreams about spider money were completely pointless. Alright, let's see if this thing is actually functional."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770687142017_20.png"
      },
      {
        "type": "text",
        "value": "Now you get to see your beautiful desktop again! It may not be the most organized desktop ever, but you know where everything is and that's good enough. \n\nIt looks like one of your buddies is trying to contact you on discord. Now open the goddamn app!!!"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770687356066_21.png"
      },
      {
        "type": "dialogue",
        "value": "[isabelfruit|#D33682] began chatting with [LOCKYâ˜…P|#DC322F]\n\n[isabelfruit: HAPPY BIRTHDAY DUDE :D|#D33682]\n\n[isabelfruit: what're you doing for your big day|#D33682]\n\n[LOCKYâ˜…P: nothing lol|#DC322F]\n\n[LOCKYâ˜…P: just spent like an hour waiting for my shitbox to turn on|#DC322F]\n\n[isabelfruit: you shouldve just asked for a new pc for your birthday silly|#D33682]\n\n[LOCKYâ˜…P: yeah but im stubborn as long as this thing turns on im going to use it|#DC322F]\n\n[isabelfruit: fair fair|#D33682]\n\n[isabelfruit: well hey while we're talking|#D33682]\n\n[isabelfruit: did you check your porch?|#D33682]\n\n[isabelfruit: i left a pipebo|#D33682]\n\n[isabelfruit: PACKAGE i mean package :]|#D33682]\n\n[isabelfruit: its got a neat gift in there for you|#D33682]\n\n[isabelfruit: you should open it in a crowded area itll be awesome|#D33682]\n\n[LOCKYâ˜…P: you dont need to convince me its a pipebomb i already believe you LOL|#DC322F]\n\n[LOCKYâ˜…P: anyway thanks for the gift in advance :)|#DC322F]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770688120444_22.gif"
      },
      {
        "type": "text",
        "value": "You go to your door to leave your room and grab your newly delivered pipebomb present, but the door won't budge. It seems there is something big and heavy blocking it on the other side. You think it's the package your friend sent you. This means somebody must have moved it from outside to in front of your door. While that seems very considerate of them, you can't leave your damn room now."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770688145717_23.gif"
      },
      {
        "type": "text",
        "value": "Your intuition tells you to escape through the window. Unfortunately, you don't have one of those! Wow, this room really has fucking nothing in it. Maybe if you weren't a silly nerd you could have built a window with your bare hands. That sounds too hard actually never mind.\n\nHow will you escape your room?"
      }
    ],
    "8": [
      {
        "type": "image",
        "value": "assets/media/item_1770688284151_24.gif"
      },
      {
        "type": "text",
        "value": ">Use your LOCKY POWERS to punch a LOCKY HOLE in the wall\n\nYou decide you like this idea most, as it seems the least fraudulent. \n\nOk now what the hell are LOCKY POWERS. You don't even know what that means, but you think it sounds really funny. Now, let's see what you've got."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770688304598_25.gif"
      },
      {
        "type": "text",
        "value": "WOW. You can't believe that actually worked. The fuck are these walls made out of? That was WAY cooler than turning into a piece of paper.\n\nYou hope nobody gets mad at you for punching a giant LOCKY HOLE in the LOCKY WALL. I mean, they can't really get that mad at you. You know, with it being your birthday and all."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770688321457_26.png"
      },
      {
        "type": "text",
        "value": "You really just jumped out the newly formed window with no regard for your own safety. Unbelievable. Anyway, it's kind of a muddy day out, isn't it? That shouldn't be a problem, considering you were about to head back inside.\n\nWait..."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770688343810_27.png"
      },
      {
        "type": "text",
        "value": "What the hell is that stupid looking block of text in the sky?"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770688358591_28.gif"
      },
      {
        "type": "text",
        "value": "WHAT IN THE FUCK IS THAT?????"
      }
    ],
    "9": [
      {
        "type": "image",
        "value": "assets/media/item_1770688425093_29.png"
      },
      {
        "type": "text",
        "value": "You are just going to choose to ignore that thing.\n\nYou made it to the front door. It is always unlocked, so you will definitely be able to enter through here. This is also where the package was supposed to be, meaning the object blocking your door is 100% the gift.\n\nOnce you do through the door, you will enter the MUD ROOM."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770688440548_30.png"
      },
      {
        "type": "text",
        "value": ">Enter the MUD ROOM.\n\nLook at that, the windows on the outside are not visible from the inside. What the hell. More importantly, there is a BACKPACK in here. Maybe you should put it on. It could be very useful."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770688457634_31.gif"
      },
      {
        "type": "text",
        "value": ">Equip the BACKPACK.\n\nSee? You knew putting on the backpack was a good idea. It has expanded your inventory by adding nine more slots. You are now able to store twice as many items in your inventory. Unsurprisingly, the INCONVENIENT FLASHLIGHT and the PIANO KEY are still in your inventory."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770688673924_32.gif"
      },
      {
        "type": "text",
        "value": "After wearing the backpack for five seconds, it disappeared. It's a feature, all good backpacks today have it. \n\nYou will now enter the KITCHEN."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770689086167_33.png"
      },
      {
        "type": "text",
        "value": ">Enter the KITCHEN\n\nThere are so many different things you could inventorize within this oddly familiar kitchen. What will you add to your inventory?"
      }
    ],
    "10": [
      {
        "type": "image",
        "value": "assets/media/item_1770688997188_34.png"
      },
      {
        "type": "text",
        "value": "Apparently, this LUNCHBOX is the closest thing resembling food in the entire damn kitchen. But theoretically, if there was a COUGHING BABY you wouldn't eat it. You don't eat babies, especially if they are sick."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770689014474_35.gif"
      },
      {
        "type": "text",
        "value": ">Put LUNCHBOX into your inventory.\n\nYou wonder how long it will take to fill your entire inventory full of useless objects. You aren't even sure if it will ever get that full. You are also choosing to ignore the weird logo on this lunchbox."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770689030031_36.gif"
      },
      {
        "type": "text",
        "value": "You decide to get to your room as quickly as possible, as to not make your friend wait. Also nice picture wow."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770689046390_37.png"
      },
      {
        "type": "text",
        "value": "Whoa, that is one big pipe bomb. This time it will surely kill you. Anyway, let's open this bitch. Also nice face wow.\n\nHow will you open it?"
      }
    ],
    "11": [
      {
        "type": "image",
        "value": "assets/media/item_1770689226116_38.png"
      },
      {
        "type": "text",
        "value": ">Just open it fucking normally dumbass.\n\nYou decide to \"just open it fucking normally dumbass\", whatever that means. It's not like you wanted to do any other silly option anyway.\n\nYou are so surprised by what you see in the box! Just kidding, you have no idea what the hell you are looking at."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770689238592_39.png"
      },
      {
        "type": "text",
        "value": "Although whatever it is, it seems to be related the the game called \"RSIDNT\" that just was also included in the box. You were going to mark this on your calendar too, since all your buddies have been discussing its much anticipated release. But to be truthful, you never thought it looked all that interesting. You add the game to your inventory."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770689251988_40.png"
      },
      {
        "type": "text",
        "value": "Now THIS THING is what you don't understand. It just looks like a giant slab of metal. You will have to ask your buddy what it is supposed to do after you get it into your room."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770689301339_41.gif"
      },
      {
        "type": "text",
        "value": ">Move THIS THING into your room.\n\nTHIS THING is really heavy. Anyway, why are you standing on it? Get off of it, it could be radioactive or something! \n\nLook at that! Your buddy is messaging you."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770689441428_42.png"
      },
      {
        "type": "text",
        "value": ">Answer your buddy."
      },
      {
        "type": "dialogue",
        "value": "[isabelfruit|#D33682] began chatting with [LOCKYâ˜…P|#DC322F]\n\n[isabelfruit: what is taking you so long|#D33682]\n\n[isabelfruit: its a huge fucking package|#D33682]\n\n[LOCKYâ˜…P: dont worry i found it|#DC322F]\n\n[LOCKYâ˜…P: someone moved it in front of my door|#DC322F]\n\n[LOCKYâ˜…P: so i had to use my locky powers|#DC322F]\n\n[LOCKYâ˜…P: it was pretty cool|#DC322F]\n\n[LOCKYâ˜…P: kinda disappointed it wasnt a pipebomb|#DC322F]\n\n[isabelfruit: yeah i usually have some extras lying around but not this time|#D33682]\n\n[LOCKYâ˜…P: so what am i supposed to do with this big metal slab of junk?|#DC322F]\n\n[isabelfruit: i will explain in a sec|#D33682]\n\n[isabelfruit: but first you have to put teh game in your pc|#D33682]\n\n[isabelfruit: and make sure you have roblox installed|#D33682]\n\n[LOCKYâ˜…P: ok|#DC322F]"
      }
    ],
    "12": [
      {
        "type": "text",
        "value": "[[S] Prepare RSIDNT.|#00AFEF]"
      },
      {
        "type": "video",
        "value": "assets/media/item_1770764556922_43.mp4"
      }
    ],
    "13": [
      {
        "type": "image",
        "value": "assets/media/item_1770689916345_44.gif"
      },
      {
        "type": "dialogue",
        "value": "[LOCKYâ˜…P|#DC322F] began chatting with [isabelfruit|#D33682]\n\n[LOCKYâ˜…P: ok i installed RSIDNT|#DC322F]\n\n[LOCKYâ˜…P: i also had to install roblox again because i haven't played it in 10 seconds|#DC322F]\n\n[LOCKYâ˜…P: what do i do now?|#DC322F]\n\n[isabelfruit: so first you need to walk over to the thing i sent you and press the button on the back of it|#D33682]\n\n[LOCKYâ˜…P: alright|#DC322F]\n\n[isabelfruit: then some shit is gonna pop out|#D33682]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770690015152_45.gif"
      },
      {
        "type": "dialogue",
        "value": "[LOCKYâ˜…P: what now? do i press the big red button?|#DC322F]\n\n[isabelfruit: its a pink button|#D33682]\n\n[LOCKYâ˜…P: its literally red|#DC322F]\n\n[isabelfruit: alright well mine was pink|#D33682]\n\n[LOCKYâ˜…P: weird|#DC322F]\n\n[LOCKYâ˜…P: wait|#DC322F]\n\n[LOCKYâ˜…P: you have one of the big metal slab things too?|#DC322F]\n\n[isabelfruit: yeah but dont worry about that right now|#D33682]\n\n[LOCKYâ˜…P: ok well what happens after i press the button|#DC322F]\n\n[isabelfruit: basically im going to be able to control your room and place more big metal objects|#D33682]\n\n[LOCKYâ˜…P: bro i just cleaned my room i dont want more of these things in here|#DC322F]\n\n[isabelfruit: no but it will be funny|#D33682]\n\n[isabelfruit: i swear|#D33682]\n\n[LOCKYâ˜…P: this better be hilarious|#DC322F]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770690097679_46.gif"
      },
      {
        "type": "text",
        "value": "Hold on!!!!!!!\n\nBefore you figure out what that button did, a character select menu appears. You can either continue to be deaxs, or you can choose to be THE OTHER PERSON.\n\nWhat will you do?"
      }
    ],
    "14": [
      {
        "type": "image",
        "value": "assets/media/item_1770690227432_47.png"
      },
      {
        "type": "text",
        "value": ">Be THE OTHER PERSON.\n\nYou are now THE OTHER PERSON. Now that you are THE OTHER PER- ok you cannot keep calling her that. How about you give her a name instead?\n\nWhat will the name of THE OTHER PERSON be?"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770690257482_48.gif"
      },
      {
        "type": "text",
        "value": "JOHN EGBERT? What kind of name is JOHN EGBERT? You don't even know who that is! She's not going to be called that. Actually, it doesn't even matter. She already has a name anyway."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770690268354_49.png"
      },
      {
        "type": "text",
        "value": "Your name is ISABEL and you have a variety of interests. Your hobbies include watching DRAGON BALL and uh, programming or something stupid like that. It's not really important. What is important is that today is the day that a new video game releases. All of your buddies are very excited for its release today. Well, most of them are excited at least. \n\nNow, turn on your LAP WITH NO TOP and start chatting with your buddies."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770690281443_50.png"
      },
      {
        "type": "text",
        "value": ">Turn on LAP WITH NO TOP\n\nYou love your LAP WITH NO TOP. It's super cool and reliable and awesome. It is comprised of a LAP (excluding the top) and a MONITOR. A LAPTOP? What the hell is that. It's not that. That sounds dumb. It's a LAP WITH NO TOP and that is final."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770690295263_51.gif"
      },
      {
        "type": "text",
        "value": "It looks like you already have a message from someone."
      },
      {
        "type": "dialogue",
        "value": "[EarthDoggo|#2AA198] began chatting with [isabelfruit|#D33682]\n\n[EarthDoggo: hey|#2AA198] \n\n[EarthDoggo: did you get the game yet?|#2AA198]\n\n[EarthDoggo: i did|#2AA198]\n\n[isabelfruit: no not yet|#D33682]\n\n[EarthDoggo: well, you should check again|#2AA198]\n\n[EarthDoggo: cause it could be there|#2AA198] ðŸ™ƒ\n\n[isabelfruit: i will in a sec|#D33682]\n\n[isabelfruit: also what did you get deaxs for their birthday?|#D33682]\n\n[EarthDoggo: it's their birthday???|#2AA198]\n\n[isabelfruit: YOU DIDNT KNOW???|#D33682]\n\n[EarthDoggo: i forgor|#2AA198] ðŸ’€\n\n[EarthDoggo: i'll have to do something last minute...|#2AA198]\n\n[EarthDoggo: so what did you get them then?|#2AA198]\n\n[isabelfruit: i just got them RSIDNT cause they never bought it for themselves|#D33682]\n\n[EarthDoggo: smart, but do you even think they will even like it? don't you think they would have ordered their own copy if they actually wanted to play it?|#2AA198]\n\n[isabelfruit: uhhhhh no idea|#D33682]\n\n[isabelfruit: ok im gonna go check now|#D33682]\n\n[EarthDoggo: alr|#2AA198]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770690448015_52.gif"
      },
      {
        "type": "text",
        "value": ">Go check if the game is here.\n\nYou go to look out your window to see if it is in the mailbox. What are you talking about? You don't have any windows in your room and you never have! There must be a window shortage. It seems you will have to exit your room to check if it's here."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770690484344_53.gif"
      },
      {
        "type": "text",
        "value": ">Go check if the game is here correctly.\n\nYou go to your front door, but before you can go outside you need to grab your UMBRELLA. It is raining outside and you aren't in the mood to get completely soaked while you play your game."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770690586590_54.gif"
      },
      {
        "type": "text",
        "value": ">Grab UMBRELLA.\n\nYou grab your UMBRELLA and add it to your INVENTORY. It should look familiar, so it needs no explanation."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770690601098_55.gif"
      },
      {
        "type": "text",
        "value": "It looks like your game is here! Unfortunately, it also looks like it is so big that the mailman put it on top of your mailbox, which in turn crushed your mailbox. Oh well, at least you got the game. It is pretty heavy though, so it might take a while to bring it to your room."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770690619347_56.gif"
      },
      {
        "type": "text",
        "value": "Or you can just do that. Sure ok."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770690633647_57.png"
      },
      {
        "type": "text",
        "value": "You are going to need a new mailbox. And you got all this stupid fucking mud in your house! But who cares? That will be future you's problem. Go back to your room and play the game!"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770690660355_58.gif"
      },
      {
        "type": "text",
        "value": "Welcome to your room. You don't need to be welcomed. It's your room idiot. \n\nAlso you can't play the game yet because you have more messages from your friends."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770690704402_59.gif"
      },
      {
        "type": "dialogue",
        "value": "[EarthDoggo: did you look yet?|#2AA198]\n\n[EarthDoggo: what are you doing dude|#2AA198]\n\n[EarthDoggo:|#2AA198] ðŸ˜´ðŸ˜´ðŸ˜´    \n\n[isabelfruit: i got the game|#D33682]\n\n[EarthDoggo: what the hell took you so long?|#2AA198]\n\n[isabelfruit: IT WAS RAINING AND SHIT|#D33682]\n\n[isabelfruit: MY MAILBOX IS GONE|#D33682]\n\n[EarthDoggo: but the game is unharmed, right?|#2AA198]\n\n[isabelfruit: yes teh game is ok|#D33682]\n\n[EarthDoggo: then let's play it?????????|#2AA198]\n\n[isabelfruit: i need to set it up first|#D33682]\n\n[isabelfruit: also someone else is messaging me and i dont know who it is|#D33682]\n\n[EarthDoggo: lame|#2AA198] ðŸ‘Ž\n\n[isabelfruit|#D33682] stopped chatting with [EarthDoggo|#2AA198]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770691220997_60.gif"
      },
      {
        "type": "dialogue",
        "value": "[L|#4F545C|#FDF6E3] began chatting with [isabelfruit|#D33682]\n\n[L: Isabel. I'm reaching out with an important message. You must play RSIDNT with deaxs.|#4F545C|#FDF6E3]\n\n[L: Otherwise...|#4F545C|#FDF6E3] \n\n[L: Nothing will Ever Happen.|#4F545C|#FDF6E3]\n\n[L|#4F545C|#FDF6E3] stopped chatting with [isabelfruit|#D33682]\n\n[isabelfruit: HELLO????|#D33682]\n\n[isabelfruit: what are you talking about????|#D33682]\n\n[isabelfruit: :[|#D33682]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770691277015_61.png"
      },
      {
        "type": "text",
        "value": "Stupid fucking random messages. This is why you NEVER accept message requests. What the hell were they even talking about? You were going to play the damn game anyway.\n\nWell let's set up the game so your friend gets off your ass about it."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770691311317_62.png"
      },
      {
        "type": "text",
        "value": ">Set up RSIDNT.\n\nYou can't set it up yet because you haven't opened the package yet. Do that first."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770691351495_63.png"
      },
      {
        "type": "text",
        "value": ">Open package.\n\nYou open the package and see the giant metal slab inside of it. There is not fucking way this needs to be this big. It takes up like half of your room!"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770691376191_64.gif"
      },
      {
        "type": "text",
        "value": ">Shove game disc into LAP WITH NO TOP.\n\nYou shove the game disc into the LAP WITH NO TOP. It makes various interesting and upsetting noises. It sort of sounds like the LAP WITH NO TOP is coughing or something. It's kind of gross, but it eventually accepts the disc and prepares RSIDNT."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770691398834_65.gif"
      },
      {
        "type": "text",
        "value": ">Do some shit with the metal slab.\n\nYou press a button on the back of the metal slab and a new button pops out. What is the point of this? Why not just make the first button do whatever this button does? Actually, what does this button do?\n\nYou already know what this button does because it gets explained the the RSIDNT trailer! This button will allow one of your friends to control your version of the game. You cannot press it yet because you haven't even chose a friend to play with yet.\n\nWhich friend will you contact first?"
      }
    ],
    "15": [
      {
        "type": "image",
        "value": "assets/media/item_1770761125858_66.gif"
      },
      {
        "type": "text",
        "value": "You are apparently too autistic to just choose one friend to contact first, so you'll do both at the same time!!!"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770761146132_67.gif"
      },
      {
        "type": "text",
        "value": ">Add both of your buddies to a GROUP CHAT."
      },
      {
        "type": "dialogue",
        "value": "RSIDNT GROUP CHAT\n\n[isabelfruit|#D33682] created RSIDNT GROUP CHAT\n\n[isabelfruit|#D33682] added [LOCKYâ˜…P|#DC322F] to RSIDNT GROUP CHAT\n\n[isabelfruit|#D33682] added [EarthDoggo|#2AA198] to RSIDNT GROUP CHAT\n\n[isabelfruit: hey guyys|#D33682]\n\n[isabelfruit: welcome to my GROUP CHAT|#D33682]\n\n[EarthDoggo: why am i here|#2AA198]\n\n[isabelfruit: cause we are all gonna play the game together|#D33682]\n\n[isabelfruit: deaxs?|#D33682]\n\n[isabelfruit: deaxs where are you|#D33682]\n\n[EarthDoggo: try dming them|#2AA198]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770761271042_68.png"
      },
      {
        "type": "text",
        "value": ">Message deaxs and have a conversation we have already seen."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770761290341_69.gif"
      },
      {
        "type": "text",
        "value": ">Skip to the end of the conversation."
      },
      {
        "type": "dialogue",
        "value": "[LOCKYâ˜…P: ok well what happens after i press the button|#DC322F]\n\n[isabelfruit: basically im going to be able to control your room and place more big metal objects|#D33682]\n\n[LOCKYâ˜…P: bro i just cleaned my room i dont want more of these things in here|#DC322F]\n\n[isabelfruit: no but it will be funny|#D33682] \n\n[isabelfruit: i swear|#D33682]\n\n[LOCKYâ˜…P: this better be hilarious|#DC322F]\n\n[LOCKYâ˜…P: ok i did it. is something supposed to happen now?|#DC322F]\n\n[isabelfruit: no it doesnt do anything yet|#D33682]\n\n[isabelfruit: i PRANKED you|#D33682]\n\n[LOCKYâ˜…P: cool|#DC322F]\n\n[isabelfruit: dont worry|#D33682]\n\n[isabelfruit: we are about to play but you need to go talk in the group chat i made :]|#D33682]\n\n[LOCKYâ˜…P|#DC322F] stopped chatting with [isabelfruit|#D33682]\n\n[isabelfruit|#D33682] stopped chatting with [LOCKYâ˜…P|#DC322F]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770761541903_70.gif"
      },
      {
        "type": "dialogue",
        "value": "RSIDNT GROUP CHAT\n\n[EarthDoggo: guys|#2AA198]\n\n[EarthDoggo: hello????|#2AA198]  \n\n[EarthDoggo: guess it's just me|#2AA198] ðŸ‘€\n\n[LOCKYâ˜…P: don't worry im here now|#DC322F]\n\n[isabelfruit: yep|#D33682]\n\n[isabelfruit: now we can get started|#D33682]\n\n[EarthDoggo: oh goodie!|#2AA198]\n\n[isabelfruit: ok so deaxs|#D33682]\n\n[isabelfruit: hold down your button first and keep holding it until i press mine|#D33682]\n\n[isabelfruit: then we will link and i can do all that stuff i said|#D33682]\n\n[LOCKYâ˜…P: alright|#DC322F]\n\n[isabelfruit: actually wait|#D33682]\n\n[isabelfruit: before you do that|#D33682]\n\n[isabelfruit: lets go back to dms to make this easier|#D33682]\n\n[LOCKYâ˜…P|#DC322F] stopped chatting in RSIDNT GROUP CHAT\n\n[isabelfruit|#D33682] stopped chatting in RSIDNT GROUP CHAT\n\n[EarthDoggo:|#2AA198] â“\n\n[EarthDoggo: what was the point of that???????|#2AA198]\n\n[EarthDoggo: who am i supposed to play with now???|#2AA198]\n\n[EarthDoggo: what the hell|#2AA198]"
      }
    ],
    "16": [
      {
        "type": "image",
        "value": "assets/media/item_1770763029312_71.gif"
      },
      {
        "type": "text",
        "value": ">Stop being ISABEL and go back to being DEAXS.\n\nYou stop being ISABEL and go back to being DEAXS. This is DEAXS ADVENTURE after all, not ISABEL ESCAPADES. \n\nAlright, now how about you finally stop doing other random shit and actually start playing this stupid game? You have waited long enough."
      }
    ],
    "17": [
      {
        "type": "text",
        "value": "[[S] Sync.|#00AFEF]"
      },
      {
        "type": "video",
        "value": "assets/media/item_1770764411933_72-sync.mp4"
      }
    ],
    "18": [
      {
        "type": "image",
        "value": "assets/media/item_1770764897486_73_(1).gif"
      },
      {
        "type": "text",
        "value": ">Start playing this fucking game.\n\nLooks like it's time to play the fucking game! So uh, how does this game work? Try asking Isabel how this silly game works."
      },
      {
        "type": "dialogue",
        "value": "[LOCKYâ˜…P|#DC322F] began chatting with [isabelfruit|#D33682]\n\n[LOCKYâ˜…P: ok so how do we play the game?|#DC322F]\n\n[LOCKYâ˜…P: i mean i know you are going to start placing stuff, but do i need to do anything with it?|#DC322F]\n\n[isabelfruit: im just going to place some things and then i think you will understand what to do|#D33682]\n\n[LOCKYâ˜…P: uhh ok|#DC322F]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770764998993_74.gif"
      },
      {
        "type": "dialogue",
        "value": "[isabelfruit: boom there you go|#D33682]\n\n[LOCKYâ˜…P: what the fuck is that|#DC322F]\n\n[LOCKYâ˜…P: is that what i fucking think it is?|#DC322F]\n\n[isabelfruit: maybe|#D33682]\n\n[LOCKYâ˜…P: so you are telling me that the game that you have been waiting to play is just a fucking roblox tycoon in real life?|#DC322F]\n\n[isabelfruit: maybe|#D33682]\n\n[LOCKYâ˜…P: that|#DC322F]\n\n[LOCKYâ˜…P: is so fucking stupid|#DC322F]\n\n[isabelfruit: wait why is it stupid? i thought you liked roblox tycoons?|#D33682]\n\n[LOCKYâ˜…P: no that is your thing dude|#DC322F]\n\n[isabelfruit: OOOHHHHHH YEAH YOU ARE RIGHT|#D33682]\n\n[LOCKYâ˜…P: i almost dont wanna play this anymore|#DC322F]\n\n[isabelfruit: :[|#D33682]\n\n[LOCKYâ˜…P: BUT|#DC322F]\n\n[LOCKYâ˜…P: i will because we are best buddies!!!!|#DC322F]\n\n[isabelfruit: :]|#D33682]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770765145345_75.png"
      },
      {
        "type": "dialogue",
        "value": "[isabelfruit: well uhhhh|#D33682]\n\n[isabelfruit: your room is a bit crowded|#D33682]\n\n[LOCKYâ˜…P: so?|#DC322F]\n\n[isabelfruit: there is a LOT more shit we need to place|#D33682]\n\n[isabelfruit: im gonna start throwing things out of your room|#D33682]\n\n[LOCKYâ˜…P: wait wait wait|#DC322F]\n\n[LOCKYâ˜…P: can you like |#DC322F]\n\n[LOCKYâ˜…P: make my room bigger maybe?|#DC322F]\n\n[isabelfruit: here ill try that|#D33682]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770765217660_76.gif"
      },
      {
        "type": "dialogue",
        "value": "[isabelfruit: ok i think this should be big enough for now|#D33682]\n\n[LOCKYâ˜…P: so like after we are done playing the game, can this be undone or is my room permanently fucked like this?|#DC322F]\n\n[isabelfruit: i dunno|#D33682]\n\n[LOCKYâ˜…P: anyways what should i buy next?|#DC322F]\n\n[isabelfruit: well what do YOU want to buy next?|#D33682]"
      }
    ],
    "19": [
      {
        "type": "image",
        "value": "assets/media/item_1770771405052_77.gif"
      },
      {
        "type": "dialogue",
        "value": "[LOCKYâ˜…P: I don't know maybe place the fucking conveyor first|#DC322F]\n\n[LOCKYâ˜…P: i mean uh|#DC322F]\n\n[LOCKYâ˜…P: sorry i dont know what that was|#DC322F]\n\n[LOCKYâ˜…P: but yeah i guess we need a conveyor first|#DC322F]\n\n[isabelfruit: i mean im kind of a roblox expert so i dont really think we should have to place one|#D33682]\n\n[isabelfruit: but i guess we have to in this game????|#D33682]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770771464572_78.gif"
      },
      {
        "type": "dialogue",
        "value": "[isabelfruit: lemme move this really quick|#DC322F]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770771498011_79.gif"
      },
      {
        "type": "dialogue",
        "value": "[LOCKYâ˜…P: ow|#DC322F]\n\n[isabelfruit: wha|#D33682]\n\n[LOCKYâ˜…P: you kinda placed it on my foot bro|#DC322F]\n\n[isabelfruit: well idk why you were standing there in the first place|#D33682]\n\n[isabelfruit: you could have just stayed over there|#D33682]\n\n[LOCKYâ˜…P: well i moved you should have adapted to the situation|#DC322F]\n\n[LOCKYâ˜…P: anyways lets place another dropper|#DC322F]\n\n[isabelfruit: we need money for that|#D33682]\n\n[LOCKYâ˜…P: there are microtransactions?|#DC322F]\n\n[LOCKYâ˜…P: yuckyyyyy|#DC322F]\n\n[LOCKYâ˜…P: we can be done now i think|#DC322F]\n\n[isabelfruit: nonono its an ingame currency|#D33682]\n\n[isabelfruit: its TIX|#D33682]\n\n[LOCKYâ˜…P: well how do we get some?|#DC322F]\n\n[isabelfruit: idk how we are supposed to get it but we can sell objects for tix|#D33682]\n\n[LOCKYâ˜…P: guess we can sell SOMETHING in my room|#DC322F]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770771606727_80.gif"
      },
      {
        "type": "dialogue",
        "value": "[isabelfruit: what item should we sell?|#D33682]\n\n[isabelfruit: or rather|#D33682]\n\n[isabelfruit: what item do YOU think we should sell?|#D33682]\n\n[LOCKYâ˜…P: why do you keep asking me questions|#DC322F]"
      }
    ],
    "20": [
      {
        "type": "image",
        "value": "assets/media/item_1770771796640_81.png"
      },
      {
        "type": "dialogue",
        "value": "[LOCKYâ˜…P: fuck that im not selling a console for a single game. why not just sell the useless slab thats actually in the game instead of my real shit?|#DC322F]\n\n[isabelfruit: i mean i guess|#D33682]\n\n[isabelfruit: i dont think it is used for anything else|#D33682]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770771830796_82.png"
      },
      {
        "type": "dialogue",
        "value": "[isabelfruit: HOLY SHIT|#D33682]\n\n[isabelfruit: DUDE |#D33682]\n\n[isabelfruit: THIS THING IS WORTH ONE ROBUCK|#D33682]\n\n[LOCKYâ˜…P: is that a lot?|#DC322F]\n\n[isabelfruit: i think one robuck is worth like a million tix|#D33682]\n\n[isabelfruit: or something|#D33682]\n\n[isabelfruit: maybe not that much but its a lot|#D33682]\n\n[LOCKYâ˜…P: then sell it|#DC322F]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770771894088_83.gif"
      },
      {
        "type": "dialogue",
        "value": "[isabelfruit: ok we can buy so many things now|#D33682]\n\n[LOCKYâ˜…P: cool but before we continue|#DC322F]\n\n[LOCKYâ˜…P: what exactly is the point of this game?|#DC322F]\n\n[LOCKYâ˜…P: like we could just play a tycoon on roblox without destroying my house for no reason|#DC322F]\n\n[isabelfruit: well if you watched the gameplay trailer for the game you would know that there is a portal that you can open|#D33682]\n\n[isabelfuit: and you can go through it and stuff|#D33682]\n\n[LOCKYâ˜…P: alright that sounds interesting i guess|#DC322F]\n\n[isabelfruit: i think it opens after buying the last item|#D33682]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770771942461_84.png"
      },
      {
        "type": "text",
        "value": "But before you can finish your thought, you become THE OTHER OTHER PERSON."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770771954382_85.gif"
      },
      {
        "type": "text",
        "value": "Oh great, your buddies just stopped chatting in the group chat for some fucking reason. Now who are you supposed to play the game with?"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770771971669_86.gif"
      },
      {
        "type": "text",
        "value": "Before you find someone to play with, let's figure out who you are."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770772030541_87.png"
      },
      {
        "type": "text",
        "value": "Your name is PENNY and your username is EarthDoggo. You have many interests, such as watching movies, playing games, and having piles of LEGO around your room. Your gaming setup includes a SHITTY LENOVO LAPTOP and a chair that is slanted at an uncomfortable degree.\n\nOK yeah yeah what a loser. Can we go back to deaxs or maybe THE OTHER OTHER OTHER PERSON?"
      }
    ],
    "21": [
      {
        "type": "text",
        "value": "Alright, guess not. It looks like you also like making music or something, so you are gonna play one of your songs while you think about what to do next.\n\n[[S] Listen to An Absolute Banger.|#00AFEF]"
      },
      {
        "type": "video",
        "value": "assets/media/item_1770775365626_88-Listen-to-An-Absolute-Banger.mp4"
      }
    ],
    "22": [
      {
        "type": "image",
        "value": "assets/media/item_1770772240031_89.png"
      },
      {
        "type": "text",
        "value": "You have an idea! You decide to message someone who surely hasn't played the game yet."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770772269699_90.gif"
      },
      {
        "type": "dialogue",
        "value": "[EarthDoggo|#2AA198] began chatting with [MisterDoughnut|#B58900]\n\n[EarthDoggo: heyyyy|#2AA198] \n\n[EarthDoggo: have you played the game yet?|#2AA198]\n\n[EarthDoggo: please tell me you haven't|#2AA198] ðŸ˜­\n\n[MisterDoughnut: nah i've been at band practice, so i haven't had time to play it yet|#B58900]\n\n[MisterDoughnut: I'm about to start walking home though.|#B58900]\n\n[MisterDoughnut: when i get back we can play|#B58900]\n\n[EarthDoggo:|#2AA198] ðŸ˜ƒ \n\n[MisterDoughnut: Also, you know it's Deaxs' birthday, right?|#B58900]\n\n[EarthDoggo: uh yea|#2AA198]\n\n[MisterDoughnut: did you get them anything?|#B58900]\n\n[EarthDoggo: not yet, but i was about to|#2AA198]\n\n[MisterDoughnut: Well, I got them a present.|#B58900]\n\n[EarthDoggo: ok|#2AA198] \n\n[EarthDoggo: i'll find something to give them while you are walking home|#2AA198]\n\n[MisterDoughnut: anyway this game better be fun because i was gonna play fortnite before you asked me to play this game|#B58900]\n\n[EarthDoggo: don't worry i think it is supposed to be fun|#2AA198] \n\n[MisterDoughnut: I'll see you then.|#B58900]\n\n[MisterDoughnut|#B58900] stopped chatting with [EarthDoggo|#2AA198]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770772413638_91.gif"
      },
      {
        "type": "text",
        "value": "Damn, now you actually have to find a present for deaxs. Normally, you would take this time to examine your room to find something, but it is mostly just filled with LEGO. \n\nAlthough, now that you think about it, there is ONE thing you could give them..."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770772429984_92.png"
      },
      {
        "type": "text",
        "value": "You check under one of your LEGO piles for a collection of MOVIES. Let's see what we have here.\n\nJimmy Neutron Boy Genius? You can't give them that! It's far too valuable to just throw away like that."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770772447480_93.gif"
      },
      {
        "type": "text",
        "value": "Now, Gherbie Fully Goated on the other hand is perfect. This should definitely finish deaxs' Gherbie movie collection."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770772462809_94.gif"
      },
      {
        "type": "text",
        "value": "You take Gherbie Fully Goated and add it to your INVENTORY. It should look familiar, so it needs no explanation."
      }
    ],
    "23": [
      {
        "type": "image",
        "value": "assets/media/item_1770772799724_95.png"
      },
      {
        "type": "text",
        "value": "You decide to put the gift in a BOX, so it looks less like you just pulled it out of a pile of LEGO last minute."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770772816972_96.gif"
      },
      {
        "type": "text",
        "value": "But before you can do so, you become deaxs again. Can we stay on these OTHER PERSONS for more than ten fucking seconds?"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770772837578_97.png"
      },
      {
        "type": "text",
        "value": "Well, you are deaxs now, so get used to it. It looks like they have made a good amount of progress since you started being Penny."
      },
      {
        "type": "dialogue",
        "value": "[LOCKYâ˜…P: what do we buy next?|#DC322F]\n\n[isabelfruit: we have already spent most of the tix we got from that slab|#D33682]\n\n[isabelfruit: those galvanized steel beams were pretty expensive|#D33682]\n\n[isabelfruit: so we need to decide wisely|#D33682]\n\n[LOCKYâ˜…P: alright well|#DC322F]\n\n[LOCKYâ˜…P: is there anything important looking that we should get?|#DC322F]\n\n[isabelfruit: uh|#D33682]\n\n[isabelfruit: there is this one thing called the nucleorb|#D33682]\n\n[isabelfruit: not sure exactly what it does but we could buy it anyway|#D33682]\n\n[LOCKYâ˜…P: ok send it|#DC322F]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770772953116_98.gif"
      },
      {
        "type": "text",
        "value": "You watch as Isabel places the Nucleorb. It doesn't do anything at first, but then it starts pulsating. After a flash of bright light it becomes..."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770772980352_99.gif"
      },
      {
        "type": "text",
        "value": "Whatever the fuck this thing is."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770773013013_100.png"
      },
      {
        "type": "dialogue",
        "value": "[DEAXS: um|#DC322F]\n\n[DEAXS: hi?|#DC322F]\n\n[???: whats up|#DC322F|#FDF6E3]\n\n[DEAXS: what the hell are you|#DC322F]\n\n[???: im a Nucleyph|#DC322F|#FDF6E3]\n\n[???: thought that would be pretty fucking obvious|#DC322F|#FDF6E3]\n\n[DEAXS: dude ive never played this game before. it just came out|#DC322F]\n\n[???: did you not even watch the goddamn trailer?|#DC322F|#FDF6E3]\n\n[DEAXS: uh no|#DC322F]\n\n[???: god|#DC322F|#FDF6E3]\n\n[???: ok|#DC322F|#FDF6E3]\n\n[???: well basically im like|#DC322F|#FDF6E3]\n\n[???: a ghost that helps you do shit|#DC322F|#FDF6E3]\n\n[???: and i pretty much know everything about this game|#DC322F|#FDF6E3]\n\n[DEAXS: interesting|#DC322F]\n\n[???: yeah it is pretty fucking interesting|#DC322F|#FDF6E3]\n\n[DEAXS: so if you know everything about the game, what happens when we get through portal?|#DC322F]\n\n[???: first of all, its called The Threshold|#DC322F|#FDF6E3]\n\n[???: second, i cant tell you that|#DC322F|#FDF6E3]\n\n[DEAXS: why|#DC322F]\n\n[???: you gotta figure it out on your own|#DC322F|#FDF6E3]\n\n[???: god all these gamers want fucking yellow paint these days|#DC322F|#FDF6E3]\n\n[DEAXS: jeez, i was just curious|#DC322F]\n\n[DEAXS: hang on, isabel is messaging me|#DC322F]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770773105908_101.gif"
      },
      {
        "type": "dialogue",
        "value": "[isabelfruit: what is that?|#D33682]\n\n[isabelfruit: IS THAT A NUCLEYPH?|#D33682]\n\n[LOCKYâ˜…P: yeah|#DC322F]\n\n[LOCKYâ˜…P: and he's kind of an asshole|#DC322F]\n\n[LOCKYâ˜…P: he told me the portal is called the threshold or something|#DC322F]\n\n[LOCKYâ˜…P: and that he knows everything|#DC322F]\n\n[isabelfruit: wait|#D33682]\n \n[isabelfruit: you should ask him about weapons or something|#D33682]\n\n[LOCKYâ˜…P: alright|#DC322F]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770773166519_102.gif"
      },
      {
        "type": "dialogue",
        "value": "[DEAXS: soooooooooooo|#DC322F]\n\n[DEAXS: are there like weapons or something? and if so, how do i get them?|#DC322F]\n\n[???: everyone who plays RSIDNT is assigned a different class when they start playing|#DC322F|#FDF6E3]\n\n[???: and based on their class, they get different weapons|#DC322F|#FDF6E3]\n\n[???: and you just buy the weapons |#DC322F|#FDF6E3]\n\n[???: you should be able to buy them pretty soon|#DC322F|#FDF6E3]\n\n[DEAXS: what class am i?|#DC322F]\n\n[???: i dont fucking know lmao|#DC322F|#FDF6E3]\n\n[DEAXS: uh alright|#DC322F]\n\n[DEAXS: also|#DC322F]\n\n[DEAXS: do you like|#DC322F]\n\n[DEAXS: have a name?|#DC322F]\n\n[???: dont think so|#DC322F|#FDF6E3]\n\n[???: you can just call me whatever the hell you want i guess|#DC322F|#FDF6E3]\n\n[???: as long as its not something absolutely not fucking terrible like|#DC322F|#FDF6E3]\n\n[???: \"lachrymogenic\"|#DC322F|#FDF6E3]\n\n[???: or something|#DC322F|#FDF6E3]\n\n[DEAXS: well let me think|#DC322F]"
      }
    ],
    "24": [
      {
        "type": "image",
        "value": "assets/media/item_1770773582601_103.gif"
      },
      {
        "type": "dialogue",
        "value": "[DEAXS: ok i got it|#DC322F]\n\n[DEAXS: what do you think about Bitex?|#DC322F]\n\n[BITEX: yeah alright|#DC322F|#FDF6E3]\n\n[BITEX: thats okay|#DC322F|#FDF6E3]\n\n[DEAXS: its pronounced Bitex|#DC322F]\n\n[BITEX: oh ok|#DC322F|#FDF6E3]\n\n[DEAXS: do you not like it?|#DC322F]\n\n[BITEX: no no no its good|#DC322F|#FDF6E3]\n\n[BITEX: just|#DC322F|#FDF6E3]\n\n[BITEX: yeah its fine|#DC322F|#FDF6E3]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770773690380_104.png"
      },
      {
        "type": "text",
        "value": "Wait... Who is that guy walking down the road?"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770773705954_105.png"
      },
      {
        "type": "text",
        "value": "You know who that is. It's your neighbor! You'll wait until he gets in his house before messaging him."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770773724468_106.gif"
      },
      {
        "type": "dialogue",
        "value": "[LOCKYâ˜…P|#DC322F] began chatting with [MisterDoughnut|#B58900]\n\n[LOCKYâ˜…P: whats up|#DC322F]\n\n[LOCKYâ˜…P: i see you just got home from band|#DC322F]\n\n[MisterDoughnut: yep|#B58900]\n\n[MisterDoughnut: And by the way...|#B58900]\n\n[MisterDoughnut: happy birthday!!!|#B58900]\n\n[MisterDoughnut: I got you a gift, so don't worry.|#B58900]\n\n[LOCKYâ˜…P: thanks!|#DC322F]\n\n[MisterDoughnut: what you been up to?|#B58900]\n\n[LOCKYâ˜…P: just playing rsidnt with isabel rn|#DC322F]\n\n[MisterDoughnut: I see.|#B58900]\n\n[MisterDoughnut: well i promised penny that i would play it with her, so imma go do that now|#B58900]\n\n[MisterDoughnut: See ya.|#B58900]\n\n[LOCKYâ˜…P: alright|#DC322F]\n\n[LOCKYâ˜…P: im sure well get more time to talk later|#DC322F]\n\n[LOCKYâ˜…P|#DC322F] stopped chatting with [MisterDoughnut|#B58900]\n\n[MisterDoughnut|#B58900] stopped chatting with [LOCKYâ˜…P|#DC322F]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770773848645_107.gif"
      },
      {
        "type": "dialogue",
        "value": "[BITEX: who was that?|#DC322F|#FDF6E3]\n\n[DEAXS: thats just my neighbor|#DC322F]\n\n[DEAXS: hes also playing the game|#DC322F]\n\n[DEAXS: we will have time to talk my other friends more later, right?|#DC322F]\n\n[BITEX: for sure yeah|#DC322F|#FDF6E3]\n\n[BITEX: but you are the only one who has actually started playing so far|#DC322F|#FDF6E3]\n\n[BITEX: and you are actually pretty close to getting to The Threshold|#DC322F|#FDF6E3]\n\n[BITEX: you will probably be the first one to get there|#DC322F|#FDF6E3]\n\n[DEAXS: like the first out of everyone playing the game, or just my friends?|#DC322F]\n\n[BITEX: both|#DC322F|#FDF6E3]\n\n[BITEX: do you actually think anyone else is stupid enough to play this dumbass game?|#DC322F|#FDF6E3]\n\n[DEAXS: i kind of just assumed more people would be playing this game|#DC322F]\n\n[BITEX: yeah hell no|#DC322F|#FDF6E3]\n\n[BITEX: anyway just dont worry about it|#DC322F|#FDF6E3]"
      }
    ],
    "25": [
      {
        "type": "image",
        "value": "assets/media/item_1770774050713_108.png"
      },
      {
        "type": "text",
        "value": "What the hell."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770774063146_109.png"
      },
      {
        "type": "text",
        "value": "It looks like we are doing this again."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770774075887_110.gif"
      },
      {
        "type": "text",
        "value": "You are now the OTHER OTHER OTHER PERSON, but your real name is Riletta. You would rather not discuss your hobbies and interests. You have now met everyone! Are you happy now?"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770774090041_111.gif"
      },
      {
        "type": "text",
        "value": "You put your gift for deaxs in your INVENTORY. It should look familiar, so it needs no explanation."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770774099681_112.png"
      },
      {
        "type": "text",
        "value": "If you see deaxs later, that will be a good opportunity to to give it to them. You know that they will like it. It may even turn out to be useful for them."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770774115688_113.gif"
      },
      {
        "type": "text",
        "value": "You turn on your NORMAL AND IN NO WAY TERRIBLE PC to talk to Penny while you play the game."
      },
      {
        "type": "dialogue",
        "value": "[MisterDoughnut|#B58900] began chatting with [EarthDoggo|#2AA198]\n\n[MisterDoughnut: I am home.|#B58900]\n\n[MisterDoughnut: we can play the game now!!!!!!|#B58900]\n\n[EarthDoggo: yippee|#2AA198] ðŸŽ‰\n\n[MisterDoughnut: Do you know how we even start playing?|#B58900]\n\n[EarthDoggo: it was explained to me by isabel in a group chat before she and deaxs left to go talk privately|#2AA198]\n\n[EarthDoggo: so uh yea|#2AA198]\n\n[EarthDoggo: you have the metal slab right?|#2AA198]\n\n[MisterDoughnut: yeah|#B58900]\n\n[EarthDoggo: well actually|#2AA198]\n\n[EarthDoggo: do you want to be the player or the person controlling the player?|#2AA198]\n\n[MisterDoughnut: You can be the player, since you want to play so bad.|#B58900]\n\n[EarthDoggo: lol ok |#2AA198]\n\n[EarthDoggo: i'm gonna go press my button|#2AA198]\n\n[EarthDoggo: just press your button after i press mine|#2AA198]\n\n[MisterDoughnut: got it|#B58900]"
      }
    ],
    "26": [
      {
        "type": "image",
        "value": "assets/media/item_1770774341322_114.gif"
      },
      {
        "type": "text",
        "value": ">Sync (but with these two)."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770774362500_115.gif"
      },
      {
        "type": "dialogue",
        "value": "[EarthDoggo: woah this is pretty wild and wacky and such|#2AA198]\n\n[MisterDoughnut: Yeah, I don't really get it.|#B58900]\n\n[EarthDoggo: wait before we do anything |#2AA198]\n\n[EarthDoggo: can you point to my door?|#2AA198] ðŸ¥¶\n\n[MisterDoughnut: the door is right there|#B58900]\n\n[EarthDoggo: thanks|#2AA198] ðŸ¤ª\n\n[MisterDoughnut: (What.)|#B58900]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770774410189_116.gif"
      },
      {
        "type": "dialogue",
        "value": "[MisterDoughnut: uh hold one someone else is messaging me|#B58900]\n\n[EarthDoggo: but we just started!!!!!!|#2AA198]\n\n[MisterDoughnut|#B58900] has stopped chatting with [EarthDoggo|#2AA198]\n\n[EarthDoggo: why does this keep happening!!!!!!!!!!!!!!!!|#2AA198] â˜¹ï¸"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770774466192_117.gif"
      },
      {
        "type": "dialogue",
        "value": "[isabelfruit|#D33682] began chatting with [MisterDoughnut|#B58900]\n\n[isabelfruit: hey pal|#D33682]\n\n[MisterDoughnut|#B58900] began chatting with [isabelfruit|#D33682]\n\n[MisterDoughnut: Hi.|#B58900]\n\n[isabelfruit: look out your window|#D33682]\n\n[MisterDoughnut: um ok one sec|#B58900]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770774621531_118.png"
      },
      {
        "type": "text",
        "value": "Wait! You have a window? Finally one of these dumbass losers has access to fucking sunlight. Your room doesn't have a door, because you just use the window to get in and out. Hold on, so do you just not have access to the rest of your house or something? That doesn't make any sense.\n\nAlright, let's see what is out here..."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770774638923_119.png"
      },
      {
        "type": "text",
        "value": "Its Isabel's cursor."
      },
      {
        "type": "dialogue",
        "value": "[MisterDoughnut: Is that your cursor for the game?|#B58900]\n\n[isabelfruit: yeah|#D33682]\n\n[isabelfruit: your window is just within the bounds of our session|#D33682]\n\n[MisterDoughnut: was there even a point in coming over here lol|#B58900]\n\n[isabelfruit: uh no not really|#D33682]\n\n[MisterDoughnut: Wait, I can give you my present for deaxs and you can give it to them.|#B58900]\n\n[isabelfruit: thats actually a good idea|#D33682]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770774694875_120.gif"
      },
      {
        "type": "text",
        "value": "..."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770774708705_121.png"
      },
      {
        "type": "dialogue",
        "value": "[MisterDoughnut: did you just drop the present?|#B58900]\n\n[isabelfruit: sorry it slipped|#D33682]\n\n[isabelfruit: lemme pick it up|#D33682]\n\n[isabelfruit: nvm i cant|#D33682]\n\n[MisterDoughnut: Why?|#B58900]\n\n[isabelfruit: its just outside teh boundary|#D33682]\n\n[isabelfruit: youll have to get it later if you want to give it to them|#D33682]\n\n[MisterDoughnut: damn|#B58900]\n\n[isabelfruit: but they are gonna be entering the threshold soon, so you will have to give it to them before that|#D33682]\n\n[isabelfruit: unless we all meet in the game at some point|#D33682]\n\n[MisterDoughnut: Well, thanks for trying I guess.|#B58900]\n\n[isabelfruit|#D33682] stopped chatting with [MisterDoughnut|#B58900]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770774775360_122.gif"
      },
      {
        "type": "text",
        "value": "Ok so that was basically pointless. It was also a bit inconvenient, but you are still excited to get back to... what was it you were doing again?\n\nOh well, it probably wasn't important anyway!"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770774826387_123.gif"
      },
      {
        "type": "text",
        "value": "But THIS? This is important apparently? What the hell!!!! Hopefully we can stay as as one of these people for at least a LITTLE bit."
      }
    ],
    "27": [
      {
        "type": "image",
        "value": "assets/media/item_1770775564481_124.gif"
      },
      {
        "type": "dialogue",
        "value": "[BITEX: hey, tell your friend that when she comes back we can buy the next item|#DC322F|#FDF6E3]\n\n[BITEX: itll give you your first weapon|#DC322F|#FDF6E3]\n\n[DEAXS: oh, alright|#DC322F]\n\n[DEAXS: and you still dont know what weapon i will have?|#DC322F]\n\n[BITEX: no|#DC322F|#FDF6E3]\n\n[BITEX: i didnt know five minutes ago and i dont fucking know now|#DC322F|#FDF6E3]\n\n[DEAXS: when i get my weapon, will you be able to explain it after?|#DC322F]\n\n[BITEX: yeah i will|#DC322F|#FDF6E3]\n\n[BITEX: i just cant fucking predict what weapon you are gonna get before you get it|#DC322F|#FDF6E3]\n\n[DEAXS: sorry|#DC322F]\n\n[DEAXS: i just kinda assumed that since you know stuff about this game, you would at least know what class i am|#DC322F]\n\n[BITEX: well|#DC322F|#FDF6E3]\n\n[BITEX: i dont|#DC322F|#FDF6E3]\n\n[DEAXS: do you know what im supposed to do after i get to the threshold?|#DC322F]\n\n[BITEX: yeah but|#DC322F|#FDF6E3]\n\n[BITEX: it would be easier to explain if we were actually there|#DC322F|#FDF6E3]\n\n[BITEX: but yeah there is a lot of shit you gotta do|#DC322F|#FDF6E3]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770775677565_125.png"
      },
      {
        "type": "dialogue",
        "value": "[LOCKYâ˜…P: oh hey, youre back|#DC322F]\n\n[LOCKYâ˜…P: bitex wants you to buy the next item|#DC322F]\n\n[LOCKYâ˜…P: the weapon thingy|#DC322F]\n\n[isabelfruit: who is bitex?|#D33682]\n\n[LOCKYâ˜…P: thats the name of my little guy|#DC322F]\n\n[isabelfruit: thats so cool|#D33682]\n\n[LOCKYâ˜…P: really?|#DC322F]\n\n[isabelfruit: not really|#D33682]\n\n[isabelfruit: anyway yeah i can buy the thing|#D33682]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770775743580_126.gif"
      },
      {
        "type": "dialogue",
        "value": "[DEAXS: woah is that my weapon?|#DC322F]\n\n[BITEX: uh, yeah?|#DC322F|#FDF6E3]\n\n[BITEX: are you fucking stupid? \"is that my weapon?\"|#DC322F|#FDF6E3]\n\n[BITEX: what a dumbass|#DC322F|#FDF6E3]\n\n[DEAXS: ok what is it?|#DC322F]\n\n[BITEX: its the ki blast, or in your case|#DC322F|#FDF6E3]\n\n[BITEX: locky blast|#DC322F|#FDF6E3]\n\n[BITEX: for your uh.. lock-key powers|#DC322F|#FDF6E3]\n\n[BITEX: see what i did there?|#DC322F|#FDF6E3]\n\n[DEAXS: ...|#DC322F]\n\n[BITEX: yeah ok fuck you|#DC322F|#FDF6E3]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770775865852_127.gif"
      },
      {
        "type": "text",
        "value": ">Add LOCKY BLAST to your INVENTORY."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770775882727_128.png"
      },
      {
        "type": "dialogue",
        "value": "[DEAXS: should i like|#DC322F]\n\n[DEAXS: test it out?|#DC322F]\n\n[BITEX: no|#DC322F|#FDF6E3]\n\n[BITEX: that shit would be DEVASTATING|#DC322F|#FDF6E3]\n\n[DEAXS: really?|#DC322F]\n\n[BITEX: nah im kidding|#DC322F|#FDF6E3]\n\n[BITEX: its the first weapon you get|#DC322F|#FDF6E3]\n\n[BITEX: its not that good|#DC322F|#FDF6E3]\n\n[BITEX: in fact it kinda sucks ass|#DC322F|#FDF6E3]\n\n[DEAXS: that makes sense|#DC322F]\n\n[DEAXS: soooooo i should test it out then?|#DC322F]\n\n[BITEX: if you want. i dont care|#DC322F|#FDF6E3]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770775956232_129.gif"
      },
      {
        "type": "text",
        "value": ">Test LOCKY BLAST."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770776060020_130.gif"
      },
      {
        "type": "dialogue",
        "value": "[LOCKYâ˜…P: dude did you see that?|#DC322F]\n\n[LOCKYâ˜…P: that was sick!!!|#DC322F]\n\n[isabelfruit: that was actually so cool|#D33682]\n\n[LOCKYâ˜…P: really?|#DC322F]\n\n[isabelfruit: yes|#D33682]\n\n[LOCKYâ˜…P: like actually this time?|#DC322F]\n\n[isabelfruit: yeah this time is was ACTUALLY cool|#D33682]\n\n[isabelfruit: not THAT cool though|#D33682]\n\n[isabelfruit: i mean it was cool|#D33682]\n\n[isabelfruit: just|#D33682]\n\n[isabelfruit: you know|#D33682]\n\n[LOCKYâ˜…P: yeah ok buddy|#DC322F]\n\n[LOCKYâ˜…P: let me know when you have a ki blast|#DC322F]\n\n[LOCKYâ˜…P: then we can talk|#DC322F]\n\n[isabelfruit: haha yeah|#D33682]\n\n[isabelfruit: ill probably have something else way cooler|#D33682]\n\n[isabelfruit: if i had a ki blast that would be so lame|#D33682]\n\n[isabelfruit: like the ki blast can just be your thing|#D33682]\n\n[isabelfruit: its not like i want the ki blast or anything|#D33682]\n\n[isabelfruit: not a problem|#D33682]\n\n[isabelfruit: its fine|#D33682]\n\n[LOCKYâ˜…P: ok|#DC322F]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770776101155_131.gif"
      },
      {
        "type": "dialogue",
        "value": "[isabelfruit: oh btw|#D33682]\n\n[isabelfruit: your droppers are very efficient, so we can buy the portal to the threshold already :]|#D33682]\n\n[LOCKYâ˜…P: wow|#DC322F]\n\n[LOCKYâ˜…P: it doesnt feel like weve been playing for that long|#DC322F]\n\n[LOCKYâ˜…P: i guess you can just buy it and i can go in?|#DC322F]\n\n[isabelfruit: yup|#D33682]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770776115398_132.gif"
      },
      {
        "type": "text",
        "value": ">Place PORTAL."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770776238513_133.png"
      },
      {
        "type": "text",
        "value": "It looks like someone else is messaging you for some reason."
      },
      {
        "type": "dialogue",
        "value": "RSIDNT GROUP CHAT\n\n[EarthDoggo|#2AA198] added [MisterDoughnut|#B58900] to RSIDNT GROUP CHAT\n\n[EarthDoggo: alright guys|#2AA198]\n\n[EarthDoggo: now that WE are ALL playing the game  |#2AA198]\n\n[EarthDoggo: let's all talk in this group chat to share information|#2AA198]\n\n[MisterDoughtnut: nah lets just talk in dms|#B58900]\n\n[MisterDoughtnut|#B58900] stopped chatting in RSIDNT GROUP CHAT\n\n[isabelfruit: hold on im busy|#D33682]\n\n[isabelfruit|#D33682] stopped chatting in RSIDNT GROUP CHAT\n\n[LOCKYâ˜…P: yeah hold on|#DC322F]\n\n[LOCKYâ˜…P: i am about to enter the threshold|#DC322F]\n\n[LOCKYâ˜…P: we can talk more once we get in the game ok?|#DC322F]\n\n[LOCKYâ˜…P|#DC322F] stopped chatting in RSIDNT GROUP CHAT\n\n[EarthDoggo: dude|#2AA198]\n\n[EarthDoggo: i haven't even wished you a happy birthday yet!!!!!|#2AA198]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770776767464_134.gif"
      },
      {
        "type": "dialogue",
        "value": "[BITEX: who the hell is MisterDoughnut?|#DC322F|#FDF6E3]\n\n[BITEX: dumbass username|#DC322F|#FDF6E3]\n\n[DEAXS: hey dont say that|#DC322F]\n\n[DEAXS: ok maybe youre right|#DC322F]\n\n[DEAXS: it is kind of dumb|#DC322F]\n\n[DEAXS: also dont look at my screen while im messaging people|#DC322F]\n\n[DEAXS: thats weird|#DC322F]\n\n[BITEX: how else am i supposed to know what is happening?|#DC322F|#FDF6E3]\n\n[BITEX: im gonna keep doing it i think|#DC322F|#FDF6E3]\n\n[DEAXS: umm|#DC322F]\n\n[DEAXS: ok|#DC322F]\n\n[BITEX: anyway we can enter the portal now if you want|#DC322F|#FDF6E3]\n\n[BITEX: not sure why we are just standing here|#DC322F|#FDF6E3]\n\n[DEAXS: i mean yeah|#DC322F]\n\n[DEAXS: i guess we are ready to go|#DC322F]"
      }
    ],
    "28": [
      {
        "type": "text",
        "value": "[[S] Enter The Threshold.|#DC322F]"
      },
      {
        "type": "video",
        "value": "assets/media/item_1770776975673_135-Enter-The-Threshold.mp4"
      }
    ],
    "29": [
      {
        "type": "text",
        "value": "[END OF ACT 1|#DC322F]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770777016439_136.gif"
      }
    ],
    "30": [
      {
        "type": "text",
        "value": "[[S] ACT 2|#00AFEF]"
      },
      {
        "type": "video",
        "value": "assets/media/item_1770781625731_137.mp4"
      }
    ],
    "31": [
      {
        "type": "image",
        "value": "assets/media/item_1770781681496_138.png"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770781689553_139.png"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770781696426_140.png"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770781699892_141.png"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770781704183_142.gif"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770781709132_143.gif"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770781712774_144.png"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770781716482_145.gif"
      },
      {
        "type": "text",
        "value": ">Lose consciousness."
      }
    ],
    "32": [
      {
        "type": "image",
        "value": "assets/media/item_1770781839613_146.gif"
      },
      {
        "type": "text",
        "value": "You suddenly become SOMEONE ENTIRELY DIFFERENT. Well, you WOULD become this person, but you have no reason to. At least not for now...\n\nThey seem to be watching a live feed of deaxs, and perhaps the other players too, but they aren't the only one watching."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770781856041_147.gif"
      },
      {
        "type": "text",
        "value": "It also looks like they are playing a really cool game? You should probably play it because it looks really cool.\n\nNow, let's see what everyone else is up to."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770781880314_148.png"
      },
      {
        "type": "text",
        "value": "You are now Riletta again. You just went outside to retrieve deaxs' gift after Isabel dropped it for some reason. You think that since deaxs is your neighbor, you can just go over to their house and give it to them."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770781893554_149.png"
      },
      {
        "type": "text",
        "value": "What the fuck? You knew they went into the Threshold, but it took the ENTIRE HOUSE??? You were just expecting to chuck the gift through a portal or something. Nope! It looks like you'll have to wait until much later to give it to them."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770781908890_150.png"
      },
      {
        "type": "text",
        "value": "After climbing back into your room, you decide to message Isabel and ask her a few questions."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770781940114_151.gif"
      },
      {
        "type": "dialogue",
        "value": "[MisterDoughnut|#B58900] began chatting with [isabelfruit|#D33682]\n\n[MisterDoughnut: Is deaxs in the Threshold now?|#B58900]\n\n[MisterDoughnut: i mean i assume they are because their entire damn house is gone|#B58900]\n\n[isabelfruit: yeah you are gonna have to message me back later|#D33682]\n\n[isabelfruit: there is so much shit going on|#D33682]\n\n[isabelfruit: why dont you play teh game with penny for a bit|#D33682]\n\n[isabelfruit|#D33682] stopped chatting with [MisterDoughnut\n\n[MisterDoughnut: Fine. |#B58900]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770782013076_152.gif"
      },
      {
        "type": "dialogue",
        "value": "[MisterDoughnut|#B58900] began chatting with [EarthDoggo|#2AA198]\n\n[MisterDoughnut: okay let's play the game|#B58900]\n\n[EarthDoggo:|#2AA198] ðŸ˜ƒðŸ˜ƒðŸ˜ƒðŸ˜ƒðŸ˜ƒðŸ˜ƒðŸ˜ƒ\n\n[EarthDoggo: you ACTUALLY wanna play the game now????|#2AA198]\n\n[MisterDoughnut: Not really, but sure.|#B58900]\n\n[EarthDoggo: alright then let's get to it mr donut|#2AA198]\n\n[EarthDoggo: mister doughnut|#2AA198]\n\n[MisterDoughnut: what?|#B58900]\n\n[EarthDoggo: that name is fucking cring|#2AA198]\n\n[EarthDoggo: *cringe i mean|#2AA198]\n\n[MisterDoughnut: What is so bad about it?|#B58900]\n\n[EarthDoggo: idk it just sucks dude|#2AA198]\n\n[MisterDoughnut: ok stfu let's just play the game|#B58900]"
      }
    ],
    "33": [
      {
        "type": "image",
        "value": "assets/media/item_1770782126364_153.gif"
      },
      {
        "type": "text",
        "value": ">Be Penny."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770782143449_154.gif"
      },
      {
        "type": "text",
        "value": "You would start playing the game, but your room is a bit too cramped to start placing a bunch of stuff inside. If you go outside, you'll have more space to do things."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770782163163_155.png"
      },
      {
        "type": "text",
        "value": "Welp. You guess the cat is out of the bag now. You live in NOWTHEN and you hate it here. You hate everything about it. You hate the farms, you hate your house, you hate the name, and most of all you hate the fucking horses. You hate the fucking horses. You would get rid of them, but they are your only companions because nobody else lives in this hellscape."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770782196193_156.gif"
      },
      {
        "type": "dialogue",
        "value": "[MisterDoughnut: AHAHAHAHAHHA!|#B58900]\n\n[MisterDoughnut: YOU LIVE IN NOWTHEN???|#B58900]\n\n[MisterDoughnut: THAT IS SO FUNNY.|#B58900]\n\n[EarthDoggo: omg|#2AA198] ðŸ˜•\n\n[EarthDoggo: shut the fuck up mister doughnut|#2AA198]\n\n[MisterDoughnut: ok ok fine|#B58900]\n\n[MisterDoughnut: But it IS really funny.|#B58900]\n\n[EarthDoggo: maybe for you |#2AA198]\n\n[EarthDoggo: but for me it sucks a lot |#2AA198]ðŸ’” \n\n[EarthDoggo: just place something already please|#2AA198]\n\n[MisterDoughnut: alright i got it out of my system|#B58900]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770782246376_157.png"
      },
      {
        "type": "dialogue",
        "value": "[MisterDoughnut: I need some TIX to start placing stuff.|#B58900]\n\n[MisterDoughnut: can i sell one of these horses?|#B58900]\n\n[EarthDoggo: yea i guess|#2AA198]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770782276935_158.gif"
      },
      {
        "type": "dialogue",
        "value": "[EarthDoggo: you know i am happy you decided to play the game with me finally|#2AA198] ðŸ‘ \n\n[MisterDoughnut: Yeah, no problem I guess.|#B58900]\n\n[MisterDoughnut: i tried contacting isabel to see what deaxs and her were up to, but it seemed like they were very busy|#B58900]\n\n[MisterDoughnut: Being in the game and stuff.|#B58900]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770782323685_159.gif"
      },
      {
        "type": "dialogue",
        "value": "[MisterDoughnut: i am really curious to see what happens once we enter the game|#B58900]\n\n[MisterDoughnut: The trailer didn't show anything that happens in the Threshold.|#B58900]\n\n[EarthDoggo: well i think it's gonna be really cool|#2AA198]\n\n[EarthDoggo: i hope|#2AA198]\n\n[EarthDoggo: otherwise it would be really boring|#2AA198]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770782369231_160.png"
      },
      {
        "type": "dialogue",
        "value": "[MisterDoughnut: i just wanna give deaxs their birthday gift|#B58900]\n\n[EarthDoggo: oh yea i also have a gift for them|#2AA198]\n\n[MisterDoughnut: What is it?|#B58900]\n\n[EarthDoggo: it's a surprise|#2AA198]\n\n[EarthDoggo: but i think they'll find it quite goated ðŸ¤ª|#2AA198]"
      }
    ],
    "34": [
      {
        "type": "image",
        "value": "assets/media/item_1770782448326_161.gif"
      },
      {
        "type": "dialogue",
        "value": "[MisterDoughnut: oh umm by the way|#B58900]\n\n[MisterDoughnut: At some point we should find out if we can reverse our roles in the game.|#B58900]\n\n[MisterDoughnut: like if you could place stuff at my house so we could progress and enter the threshold near the same time|#B58900]\n\n[EarthDoggo: yea maybe|#2AA198]\n\n[EarthDoggo: i wonder how that would even work|#2AA198]\n\n[EarthDoggo: but yea we could definitely try that at some point|#2AA198]\n\n[MisterDoughnut: Cool.|#B58900]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770782495412_162.gif"
      },
      {
        "type": "text",
        "value": "It looks like you'll have to find out later cause it is time to \n\n>Be Isabel."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770782519220_163.gif"
      },
      {
        "type": "text",
        "value": "You watch as deaxs and Bitex go through the red portal and enter the Threshold. When they enter, your screen flashes with a bright white light. It takes a few seconds before you see them reappear in a brand new location."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770782531498_164.png"
      },
      {
        "type": "text",
        "value": "You then see deaxs get their lights knocked the fucked out by a robotic, blue version of them."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770782547514_165.gif"
      },
      {
        "type": "text",
        "value": "And now Riletta is trying to message you for some reason. "
      },
      {
        "type": "dialogue",
        "value": "[MisterDoughnut|#B58900] began chatting with [isabelfruit|#D33682]\n\n[MisterDoughnut: Is deaxs in the Threshold now?|#B58900]\n\n[MisterDoughnut: i mean i assume they are because their entire damn house is gone|#B58900]\n\n[isabelfruit: yeah you are gonna have to message me back later|#D33682]\n\n[isabelfruit: there is so much shit going on|#D33682]\n\n[isabelfruit: why dont you play teh game with penny for a bit|#D33682]\n\n[isabelfruit|#D33682] stopped chatting with [MisterDoughnut|#B58900]\n\n[MisterDoughnut: Fine.|#B58900]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770782617393_166.gif"
      },
      {
        "type": "text",
        "value": "You then receive a message from... someone else?"
      },
      {
        "type": "dialogue",
        "value": "[L|#4F545C|#FDF6E3] began chatting with [isabelfruit|#D33682]\n\n[L: Hello again, Isabel.|#4F545C|#FDF6E3]\n\n[isabelfruit: who the fuck are you?|#D33682]\n\n[isabelfruit: wait|#D33682]\n\n[isabelfruit: are you the person that messaged me telling me to play the game?|#D33682]\n\n[L: Yes. And you did.|#4F545C|#FDF6E3]\n\n[isabelfruit: okay?????|#D33682]\n\n[L: Anyway, we must act quickly to save your friend from their copy.|#4F545C|#FDF6E3]\n\n[isabelfruit: i still dont know what the fuck is happening|#D33682]\n\n[L: Just listen.|#4F545C|#FDF6E3]"
      }
    ],
    "35": [
      {
        "type": "text",
        "value": "[[S] Wake|#00AFEF]"
      },
      {
        "type": "video",
        "value": "assets/media/item_1770782751131_167_Wake.mp4"
      }
    ]
  }
}