{
  "pages": {
    "1": [
      {
        "type": "image",
        "value": "assets/media/item_1770685991891_1.png"
      },
      {
        "type": "text",
        "value": "A young Discord user stares at their server. It just so happens that today, the 5th of October, 2021, is this young person's birthday. Though it was sixteen years ago they were given life, it is only today that they will be given a nickname!"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686129053_2.gif"
      },
      {
        "type": "text",
        "value": "What will the nickname of this young person be?"
      }
    ],
    "2": [
      {
        "type": "image",
        "value": "assets/media/item_1770686240233_3.gif"
      },
      {
        "type": "text",
        "value": ">Examine room."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686265637_4.png"
      },
      {
        "type": "text",
        "value": "Anyway, your nickname is LOCKY★P, but your real name is DEAXS. You enjoy playing VIDEO GAMES such as SUPER MARIO BROS and SONIC THE HEDGEHOG on your NINTENDO SWITCH. Sometimes, you like playing games with your buddies on your LENOVO SHITBOX PC. Occasionally, you see spiders crawl out of said PC.\n\nYou sleep with the LAMP on because you're scared of the dark. You got a WELCOME MAT on your last birthday. You think it's stupid, as it is facing THE WRONG FUCKING WAY. You only buy calendars just so you can circle October 5th, then you throw them away. Well, it is your BIRTHDAY. Why not find something fun to do?\n\nWhat will you do?"
      }
    ],
    "3": [
      {
        "type": "image",
        "value": "assets/media/item_1770686499956_5.gif"
      },
      {
        "type": "text",
        "value": ">Put lamp shade on head\n\nYou are now looking through two shades instead of one. You would look in a mirror to see if this makes you look any cooler, but you can't see shit. You also do not have any mirrors in this room. Maybe you could ask for one for your next birthday."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686538075_6.gif"
      },
      {
        "type": "text",
        "value": "You are not sure if this will even be useful, but you decide to put the lamp shade into your INVENTORY anyway. It should look familiar, so it needs no explanation."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686568098_7.png"
      },
      {
        "type": "text",
        "value": "Now that you've discovered your INVENTORY, is there anything else that you would like to put in there?"
      }
    ],
    "4": [
      {
        "type": "image",
        "value": "assets/media/item_1770686666044_8.gif"
      },
      {
        "type": "text",
        "value": ">Put the rest of the lamp in your INVENTORY.\n\nWell, can't take the shade without the lamp, can you? What else will you use to light up the dark if you need to sleep somewhere else? Although now that you've separated the shade from the lamp itself, you'll need to somehow put them back together."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686693192_9.gif"
      },
      {
        "type": "text",
        "value": ">Craft regular lamp.\n\nUsing your crafting grid in your undisclosed reference of an inventory, you fuse together the lamp shade and the lamp body to craft a perfect regular lamp. Or you would have, if you didn't put the lamp shade on upside down. Oh well, now you just have a large and inconvenient flashlight. You put the INCONVENIENT FLASHLIGHT in your inventory."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686712232_10.png"
      },
      {
        "type": "text",
        "value": "In any case, you are getting bored and would like to do something on your LENOVO SHITBOX PC. Maybe you could talk to your buddies or play a game.\n\nYou've had this piece of shit for a while now, and it is starting to piss you off. It used to be alright, but now it runs slower than something that doesn't even have legs. It is more useful as a housing unit for spiders than a computer at this point.\n\nIt is taking an unusually long amount of time to turn on. What will you do?"
      }
    ],
    "5": [
      {
        "type": "image",
        "value": "assets/media/item_1770686748507_11.png"
      },
      {
        "type": "text",
        "value": ">Plead with the spiders.\n\nSpiders cannot understand English. Your pleading means nothing. The PC is still not turning on."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686788582_12.gif"
      },
      {
        "type": "text",
        "value": "Obviously they wouldn't be able to understand you, and you are not sure why you tried that. You decide to try using sign language instead. Somehow, the spiders seem to understand sign language.\n\nYou sign to them, \"turn the fucking computer on,\" and they sign back saying it's going to take about 5 minutes until this piece of trash is fully operational again."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686808312_13.png"
      },
      {
        "type": "text",
        "value": "It seems like you will need to occupy yourself with something else while the spiders are hard at work. You are not exactly sure what they are doing to make the computer turn on, but you trust them because they live inside of it.\n\nIn the meantime, you could EXAMINE something else in your room. What will you examine?"
      }
    ],
    "6": [
      {
        "type": "image",
        "value": "assets/media/item_1770686957397_14.png"
      },
      {
        "type": "text",
        "value": "You can't seem to decide whether you want to examine the posters or the calendar! This is quite the predicament. This can only be solved one way..."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686975424_15.gif"
      },
      {
        "type": "text",
        "value": ">Flip coin.\n\nIt looks like the coin landed on tails, which means you are going to examine the calendar. (And you GUESS you'll examine the welcome mat too, since you had also considered that as an option.)"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770687020041_16.png"
      },
      {
        "type": "text",
        "value": ">Examine calendar.\n\nAs mentioned previously, you don't find the calendar to be particularly useful. You circle today and you get rid of it. While you could circle other days, you just don't see a reason to. Perhaps you will forgo the use of the calendar all together.\n\nNow how about you examine the WELCOME MAT?"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770687049290_17.png"
      },
      {
        "type": "text",
        "value": ">Examine welcome mat.\n\nYou check under the welcome mat. What's that? There's a KEY under the welcome mat? Oh yes, but it's not just any key. It's a PIANO KEY. You don't know how this will be of any use whatsoever, but you decide to stash it away in your inventory anyway."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770687065213_18.gif"
      },
      {
        "type": "text",
        "value": "Ok that didn't take quite as long as you were hoping for. It seems you'll just have to wait a bit longer for the spiders to fix whatever issue your shitty PC is having.\n\nYou wonder if the spiders will want something in return for their work. Like, do they want to be paid? What currency would the spiders want? Ok stop fucking thinking about this it's probably making you dumber."
      }
    ],
    "7": [
      {
        "type": "image",
        "value": "assets/media/item_1770687126721_19.png"
      },
      {
        "type": "text",
        "value": "Finally the spiders are finished fixing your soon-to-be-replaced LENOVO SHITBOX PC. Looks like they aren't asking for anything in return, meaning your daydreams about spider money were completely pointless. Alright, let's see if this thing is actually functional."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770687142017_20.png"
      },
      {
        "type": "text",
        "value": "Now you get to see your beautiful desktop again! It may not be the most organized desktop ever, but you know where everything is and that's good enough. \n\nIt looks like one of your buddies is trying to contact you on discord. Now open the goddamn app!!!"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770687356066_21.png"
      },
      {
        "type": "dialogue",
        "value": "[isabelfruit|#D33682] began chatting with [LOCKY★P|#DC322F]\n\n[isabelfruit: HAPPY BIRTHDAY DUDE :D|#D33682]\n\n[isabelfruit: what're you doing for your big day|#D33682]\n\n[LOCKY★P: nothing lol|#DC322F]\n\n[LOCKY★P: just spent like an hour waiting for my shitbox to turn on|#DC322F]\n\n[isabelfruit: you shouldve just asked for a new pc for your birthday silly|#D33682]\n\n[LOCKY★P: yeah but im stubborn as long as this thing turns on im going to use it|#DC322F]\n\n[isabelfruit: fair fair|#D33682]\n\n[isabelfruit: well hey while we're talking|#D33682]\n\n[isabelfruit: did you check your porch?|#D33682]\n\n[isabelfruit: i left a pipebo|#D33682]\n\n[isabelfruit: PACKAGE i mean package :]|#D33682]\n\n[isabelfruit: its got a neat gift in there for you|#D33682]\n\n[isabelfruit: you should open it in a crowded area itll be awesome|#D33682]\n\n[LOCKY★P: you dont need to convince me its a pipebomb i already believe you LOL|#DC322F]\n\n[LOCKY★P: anyway thanks for the gift in advance :)|#DC322F]"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770688120444_22.gif"
      },
      {
        "type": "text",
        "value": "You go to your door to leave your room and grab your newly delivered pipebomb present, but the door won't budge. It seems there is something big and heavy blocking it on the other side. You think it's the package your friend sent you. This means somebody must have moved it from outside to in front of your door. While that seems very considerate of them, you can't leave your damn room now."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770688145717_23.gif"
      },
      {
        "type": "text",
        "value": "Your intuition tells you to escape through the window. Unfortunately, you don't have one of those! Wow, this room really has fucking nothing in it. Maybe if you weren't a silly nerd you could have built a window with your bare hands. That sounds too hard actually never mind.\n\nHow will you escape your room?"
      }
    ]
  }
}