{
  "pages": {
    "1": [
      {
        "type": "image",
        "value": "assets/media/item_1770685991891_1.png"
      },
      {
        "type": "text",
        "value": "A young Discord user stares at their server. It just so happens that today, the 5th of October, 2021, is this young person's birthday. Though it was sixteen years ago they were given life, it is only today that they will be given a nickname!"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686129053_2.gif"
      },
      {
        "type": "text",
        "value": "What will the nickname of this young person be?"
      }
    ],
    "2": [
      {
        "type": "image",
        "value": "assets/media/item_1770686240233_3.gif"
      },
      {
        "type": "text",
        "value": ">Examine room."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686265637_4.png"
      },
      {
        "type": "text",
        "value": "Anyway, your nickname is LOCKY★P, but your real name is DEAXS. You enjoy playing VIDEO GAMES such as SUPER MARIO BROS and SONIC THE HEDGEHOG on your NINTENDO SWITCH. Sometimes, you like playing games with your buddies on your LENOVO SHITBOX PC. Occasionally, you see spiders crawl out of said PC.\n\nYou sleep with the LAMP on because you're scared of the dark. You got a WELCOME MAT on your last birthday. You think it's stupid, as it is facing THE WRONG FUCKING WAY. You only buy calendars just so you can circle October 5th, then you throw them away. Well, it is your BIRTHDAY. Why not find something fun to do?\n\nWhat will you do?"
      }
    ],
    "3": [
      {
        "type": "image",
        "value": "assets/media/item_1770686499956_5.gif"
      },
      {
        "type": "text",
        "value": ">Put lamp shade on head\n\nYou are now looking through two shades instead of one. You would look in a mirror to see if this makes you look any cooler, but you can't see shit. You also do not have any mirrors in this room. Maybe you could ask for one for your next birthday."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686538075_6.gif"
      },
      {
        "type": "text",
        "value": "You are not sure if this will even be useful, but you decide to put the lamp shade into your INVENTORY anyway. It should look familiar, so it needs no explanation."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686568098_7.png"
      },
      {
        "type": "text",
        "value": "Now that you've discovered your INVENTORY, is there anything else that you would like to put in there?"
      }
    ],
    "4": [
      {
        "type": "image",
        "value": "assets/media/item_1770686666044_8.gif"
      },
      {
        "type": "text",
        "value": ">Put the rest of the lamp in your INVENTORY.\n\nWell, can't take the shade without the lamp, can you? What else will you use to light up the dark if you need to sleep somewhere else? Although now that you've separated the shade from the lamp itself, you'll need to somehow put them back together."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686693192_9.gif"
      },
      {
        "type": "text",
        "value": ">Craft regular lamp.\n\nUsing your crafting grid in your undisclosed reference of an inventory, you fuse together the lamp shade and the lamp body to craft a perfect regular lamp. Or you would have, if you didn't put the lamp shade on upside down. Oh well, now you just have a large and inconvenient flashlight. You put the INCONVENIENT FLASHLIGHT in your inventory."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686712232_10.png"
      },
      {
        "type": "text",
        "value": "In any case, you are getting bored and would like to do something on your LENOVO SHITBOX PC. Maybe you could talk to your buddies or play a game.\n\nYou've had this piece of shit for a while now, and it is starting to piss you off. It used to be alright, but now it runs slower than something that doesn't even have legs. It is more useful as a housing unit for spiders than a computer at this point.\n\nIt is taking an unusually long amount of time to turn on. What will you do?"
      }
    ]
  }
}