{
  "pages": {
    "1": [
      {
        "type": "image",
        "value": "assets/media/item_1770685991891_1.png"
      },
      {
        "type": "text",
        "value": "A young Discord user stares at their server. It just so happens that today, the 5th of October, 2021, is this young person's birthday. Though it was sixteen years ago they were given life, it is only today that they will be given a nickname!"
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686129053_2.gif"
      },
      {
        "type": "text",
        "value": "What will the nickname of this young person be?"
      }
    ],
    "2": [
      {
        "type": "image",
        "value": "assets/media/item_1770686240233_3.gif"
      },
      {
        "type": "text",
        "value": ">Examine room."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686265637_4.png"
      },
      {
        "type": "text",
        "value": "Anyway, your nickname is LOCKY★P, but your real name is DEAXS. You enjoy playing VIDEO GAMES such as SUPER MARIO BROS and SONIC THE HEDGEHOG on your NINTENDO SWITCH. Sometimes, you like playing games with your buddies on your LENOVO SHITBOX PC. Occasionally, you see spiders crawl out of said PC.\n\nYou sleep with the LAMP on because you're scared of the dark. You got a WELCOME MAT on your last birthday. You think it's stupid, as it is facing THE WRONG FUCKING WAY. You only buy calendars just so you can circle October 5th, then you throw them away. Well, it is your BIRTHDAY. Why not find something fun to do?\n\nWhat will you do?"
      }
    ],
    "3": [
      {
        "type": "image",
        "value": "assets/media/item_1770686499956_5.gif"
      },
      {
        "type": "text",
        "value": ">Put lamp shade on head\n\nYou are now looking through two shades instead of one. You would look in a mirror to see if this makes you look any cooler, but you can't see shit. You also do not have any mirrors in this room. Maybe you could ask for one for your next birthday."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686538075_6.gif"
      },
      {
        "type": "text",
        "value": "You are not sure if this will even be useful, but you decide to put the lamp shade into your INVENTORY anyway. It should look familiar, so it needs no explanation."
      },
      {
        "type": "image",
        "value": "assets/media/item_1770686568098_7.png"
      },
      {
        "type": "text",
        "value": "Now that you've discovered your INVENTORY, is there anything else that you would like to put in there?"
      }
    ]
  }
}